results/l3_fio/WDC_NTFS_test3_seq4t.txt
seq4t: (g=0): rw=read, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=libaio, iodepth=1
...
fio-3.41
Starting 4 processes

seq4t: (groupid=0, jobs=4): err= 0: pid=127989: Sat Jun 13 21:27:32 2026
  read: IOPS=4728, BW=4729MiB/s (4958MB/s)(23.1GiB/5001msec)
    slat (usec): min=76, max=290, avg=84.15, stdev=11.44
    clat (usec): min=237, max=4929, avg=761.28, stdev=261.76
     lat (usec): min=321, max=5020, avg=845.42, stdev=261.91
    clat percentiles (usec):
     |  1.00th=[  433],  5.00th=[  469], 10.00th=[  502], 20.00th=[  537],
     | 30.00th=[  611], 40.00th=[  668], 50.00th=[  709], 60.00th=[  766],
     | 70.00th=[  840], 80.00th=[  906], 90.00th=[ 1139], 95.00th=[ 1221],
     | 99.00th=[ 1663], 99.50th=[ 1795], 99.90th=[ 2057], 99.95th=[ 2147],
     | 99.99th=[ 4178]
   bw (  MiB/s): min= 2790, max= 4988, per=100.00%, avg=4729.40, stdev=164.52, samples=40
   iops        : min= 2790, max= 4988, avg=4729.60, stdev=164.53, samples=40
  lat (usec)   : 250=0.01%, 500=9.94%, 750=49.06%, 1000=26.32%
  lat (msec)   : 2=14.51%, 4=0.14%, 10=0.01%
  cpu          : usr=0.07%, sys=10.18%, ctx=23654, majf=0, minf=1064
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=23648,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=4729MiB/s (4958MB/s), 4729MiB/s-4729MiB/s (4958MB/s-4958MB/s), io=23.1GiB (24.8GB), run=5001-5001msec

Disk stats (read/write):
  nvme1n1: ios=185104/4923, sectors=47386624/1158576, merge=0/141, ticks=107550/7319, in_queue=114898, util=85.63%