results/l3_fio/ZHITAI_NTFS_test1_seq1t.txt
seq1t: (g=0): rw=read, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=libaio, iodepth=1
fio-3.41
Starting 1 process

seq1t: (groupid=0, jobs=1): err= 0: pid=126808: Sat Jun 13 21:24:53 2026
  read: IOPS=3616, BW=3616MiB/s (3792MB/s)(17.7GiB/5001msec)
    slat (usec): min=76, max=470, avg=79.04, stdev= 3.92
    clat (usec): min=113, max=437, avg=197.23, stdev=41.30
     lat (usec): min=241, max=742, avg=276.26, stdev=41.48
    clat percentiles (usec):
     |  1.00th=[  163],  5.00th=[  165], 10.00th=[  169], 20.00th=[  172],
     | 30.00th=[  174], 40.00th=[  176], 50.00th=[  178], 60.00th=[  182],
     | 70.00th=[  184], 80.00th=[  258], 90.00th=[  269], 95.00th=[  269],
     | 99.00th=[  318], 99.50th=[  359], 99.90th=[  400], 99.95th=[  412],
     | 99.99th=[  437]
   bw (  MiB/s): min= 3584, max= 3644, per=100.00%, avg=3616.80, stdev=21.44, samples=10
   iops        : min= 3584, max= 3644, avg=3616.80, stdev=21.44, samples=10
  lat (usec)   : 250=76.85%, 500=23.15%
  cpu          : usr=0.14%, sys=29.12%, ctx=18086, majf=0, minf=266
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=18084,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=3616MiB/s (3792MB/s), 3616MiB/s-3616MiB/s (3792MB/s-3792MB/s), io=17.7GiB (19.0GB), run=5001-5001msec

Disk stats (read/write):
  nvme1n1: ios=141544/78, sectors=36235264/1016, merge=0/41, ticks=26494/10, in_queue=26505, util=75.61%