results/l3_fio/ZHITAI_NTFS_test2_rand4k_1t.txt
rand4k_1t: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.41
Starting 1 process

rand4k_1t: (groupid=0, jobs=1): err= 0: pid=126838: Sat Jun 13 21:24:58 2026
  read: IOPS=16.1k, BW=62.8MiB/s (65.8MB/s)(314MiB/5001msec)
    slat (nsec): min=1218, max=69731, avg=1456.42, stdev=480.38
    clat (usec): min=18, max=355, avg=60.54, stdev= 7.21
     lat (usec): min=19, max=356, avg=62.00, stdev= 7.36
    clat percentiles (usec):
     |  1.00th=[   56],  5.00th=[   56], 10.00th=[   57], 20.00th=[   57],
     | 30.00th=[   57], 40.00th=[   58], 50.00th=[   58], 60.00th=[   58],
     | 70.00th=[   68], 80.00th=[   68], 90.00th=[   69], 95.00th=[   69],
     | 99.00th=[   79], 99.50th=[   80], 99.90th=[  153], 99.95th=[  174],
     | 99.99th=[  231]
   bw (  KiB/s): min=63992, max=64552, per=100.00%, avg=64305.60, stdev=194.68, samples=10
   iops        : min=15998, max=16138, avg=16076.40, stdev=48.67, samples=10
  lat (usec)   : 20=0.03%, 50=0.01%, 100=99.78%, 250=0.17%, 500=0.01%
  cpu          : usr=0.80%, sys=4.10%, ctx=80382, majf=0, minf=8
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=80382,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=62.8MiB/s (65.8MB/s), 62.8MiB/s-62.8MiB/s (65.8MB/s-65.8MB/s), io=314MiB (329MB), run=5001-5001msec

Disk stats (read/write):
  nvme1n1: ios=78652/2, sectors=629216/200, merge=0/23, ticks=4704/1, in_queue=4706, util=92.89%