results/l3_fio/ZHITAI_NTFS_test3_seq4t.txt
seq4t: (g=0): rw=read, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=libaio, iodepth=1
...
fio-3.41
Starting 4 processes

seq4t: (groupid=0, jobs=4): err= 0: pid=128178: Sat Jun 13 21:27:38 2026
  read: IOPS=5924, BW=5924MiB/s (6212MB/s)(28.9GiB/5001msec)
    slat (usec): min=51, max=538, avg=70.07, stdev=12.34
    clat (usec): min=212, max=1215, avg=604.71, stdev=73.67
     lat (usec): min=384, max=1270, avg=674.78, stdev=73.05
    clat percentiles (usec):
     |  1.00th=[  453],  5.00th=[  494], 10.00th=[  515], 20.00th=[  529],
     | 30.00th=[  570], 40.00th=[  586], 50.00th=[  603], 60.00th=[  619],
     | 70.00th=[  644], 80.00th=[  668], 90.00th=[  693], 95.00th=[  734],
     | 99.00th=[  799], 99.50th=[  807], 99.90th=[  873], 99.95th=[  906],
     | 99.99th=[  955]
   bw (  MiB/s): min= 5394, max= 6192, per=100.00%, avg=5925.60, stdev=72.77, samples=40
   iops        : min= 5394, max= 6192, avg=5925.60, stdev=72.77, samples=40
  lat (usec)   : 250=0.01%, 500=8.29%, 750=89.28%, 1000=2.42%
  lat (msec)   : 2=0.01%
  cpu          : usr=0.05%, sys=10.66%, ctx=29636, majf=0, minf=1068
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=29628,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=5924MiB/s (6212MB/s), 5924MiB/s-5924MiB/s (6212MB/s-6212MB/s), io=28.9GiB (31.1GB), run=5001-5001msec

Disk stats (read/write):
  nvme1n1: ios=232323/46, sectors=59474440/832, merge=0/43, ticks=82673/14, in_queue=82697, util=86.41%